Repository: mbedworth/PommeCore
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, nl, pl, pt, uk, zh_hans

source: Save the firmware ZIP to your Files so the nRF DFU app can access it.
cs: Uložte firmware ZIP do svých Souborů, aby aplikace nRF DFU mohla přistupovat k němu.
de: Firmware-ZIP in Dateien speichern, damit die nRF-DFU-App darauf zugreifen kann.
es: Guarde el ZIP del firmware en sus Archivos para que la aplicación nRF DFU pueda acceder a él.
fr: Enregistrez le fichier ZIP du firmware dans vos Fichiers afin que l'application nRF DFU puisse y accéder.
it: Salva il file ZIP del firmware nei tuoi File in modo che l'app nRF DFU possa accedervi.
ja: nRF DFUアプリがアクセスできるように、ファイルにファームウェアZIPを保存します。
nl: Sla het firmware ZIP-bestand op in je Bestanden zodat de nRF DFU-app er toegang toe heeft.
pl: Zapisz plik ZIP z oprogramowaniem do swoich Plików, aby aplikacja nRF DFU mogła go odczytać.
pt: Salve o arquivo ZIP do firmware nos seus Arquivos para que o aplicativo nRF DFU possa acessá-lo.
uk: Збережіть ZIP-файл з прошивкою у свої Файли, щоб додаток nRF DFU міг до нього отримати доступ.
zh_hans: 将固件ZIP文件保存到您的文件中，以便nRF DFU应用程序可以访问它。

source: Saved
cs: Uložené
de: Gespeichert
es: Guardado
fr: Enregistré
it: Salvato
ja: 保存済み
nl: Opgeslagen
pl: Zapisane
pt: Salvado
uk: Збережено
zh_hans: 已保存

source: Scan for devices
cs: Prohledat zařízení
de: Nach Geräten suchen
es: Escanear dispositivos
fr: Rechercher des appareils
it: Scansiona i dispositivi
ja: デバイスをスキャン
nl: Apparaten scannen
pl: Skanuj urządzenia
pt: Escanear dispositivos
uk: Сканувати пристрої
zh_hans: 扫描设备

source: Scan for Devices
cs: Prohledat zařízení
de: Nach Geräten suchen
es: Escanear Dispositivos
fr: Rechercher des Appareils
it: Scansiona i Dispositivi
ja: デバイスをスキャン
nl: Apparaten scannen
pl: Skanuj urządzenia
pt: Escanear Dispositivos
uk: Сканувати пристрої
zh_hans: 扫描设备

source: Scan QR Code
cs: Proskenovat QR kód
de: QR-Code scannen
es: Escanear código QR
fr: Numérotiser un code QR
it: Scansiona il codice QR
ja: QRコードをスキャン
nl: QR-code scannen
pl: Skanuj kod QR
pt: Escanear Código QR
uk: Сканувати QR-код
zh_hans: 扫描二维码

source: Scan QR code to add channel
cs: Proskenujte QR kód pro přidání kanálu
de: QR-Code scannen, um Kanal hinzuzufügen
es: Escanear código QR para agregar canal
fr: Numérotiser un code QR pour ajouter une chaîne
it: Scansiona il codice QR per aggiungere un canale
ja: チャネルを追加するためにQRコードをスキャン
nl: QR-code scannen om kanaal toe te voegen
pl: Skanuj kod QR, aby dodać kanał
pt: Escaneie o código QR para adicionar canal
uk: Сканувати QR-код для додавання каналу
zh_hans: 用二维码添加频道

source: Scan QR code to import all channels
cs: Proskenujte QR kód pro import všech kanálů
de: QR-Code scannen, um alle Kanäle zu importieren
es: Escanear código QR para importar todos los canales
fr: Numérotiser ce code QR ou partager le lien pour ajouter ce contact.
it: Scansiona il codice QR per importare tutti i canali
ja: すべてのチャネルをインポートするためにQRコードをスキャン
nl: QR-code scannen om alle kanalen te importeren
pl: Skanuj kod QR, aby zaimportować wszystkie kanały
pt: Escaneie o código QR para importar todos os canais
uk: Сканувати QR-код для імпорту всіх каналів
zh_hans: 使用二维码导入所有频道

source: Scan Results
cs: Výsledky skenování
de: Scanergebnisse
es: Resultados de escaneo
fr: Résultats de l'analyse
it: Risultati della scansione
ja: スキャン結果
nl: Scanresultaten
pl: Wyniki skanowania
pt: Resultados da varredura
uk: Результати сканування
zh_hans: 扫描结果

source: Scan this QR code or share the link to add this contact.
cs: Proskenujte tento QR kód nebo sdílejte odkaz pro přidání tohoto kontaktu.
de: Diesen QR-Code scannen oder Link teilen, um diesen Kontakt hinzuzufügen.
es: Escanee este código QR o comparta el enlace para agregar este contacto.
fr: Numéroteur
it: Scansiona questo codice QR o condividi il link per aggiungere questo contatto.
ja: このQRコードをスキャンするか、リンクを共有してこの連絡先を追加
nl: Scan deze QR-code of deel de link om dit contact toe te voegen.
pl: Skanuj ten kod QR lub udostępnij link, aby dodać kontakt
pt: Escaneie este código QR ou compartilhe o link para adicionar este contato.
uk: Скануйте цей QR-код або поділіться посиланням, щоб додати контакт
zh_hans: 扫描此二维码或分享链接以添加联系人。

source: Scanner
cs: Skener
es: Escáner
fr: Numérisation
ja: スキャナー
pl: Skaner
pt: Digitalizador
uk: Сканер
zh_hans: 扫描器

source: Scanning
cs: Prohledávání
de: Wird gescannt
es: Escaneando
fr: En cours de numérisation
it: In corso di scansione
ja: スキャン中
nl: Scannen
pl: Skanowanie
pt: Digitalizando
uk: Сканування
zh_hans: 正在扫描

source: Scanning temporarily changes your radio settings. Incoming messages may be missed during the scan (%@s total).
cs: Proskenování dočasně změní nastavení vašeho rádia. Během skenování mohou být zmeškány příchozí zprávy (%@s celkem).
de: Die Durchführung einer Scan-Operation ändert vorübergehend Ihre Radiokonfigurationen. Während des Scans können eingehende Nachrichten verpasst werden (%@s insgesamt).
es: La escaneo cambia temporalmente la configuración de tu radio. Los mensajes entrantes podrían perderse durante el escaneo (%@s total).
fr: La numérisation modifie temporairement les paramètres de votre radio. Les messages entrants pourraient être manqués pendant la numérisation (%@s au total).
it: La scansione modifica temporaneamente le impostazioni della tua radio. I messaggi in entrata potrebbero essere persi durante la scansione (%@s totali).
ja: スキャンは一時的にラジオ設定を変更します。スキャン中に受信メッセージが失われる可能性があります（%@件）。
nl: Het scannen verandert tijdelijk uw radiostelinstellingen. Inkomende berichten kunnen tijdens het scannen worden gemist (%@s in totaal).
pl: Skanowanie tymczasowo zmienia ustawienia Twojego radia. Wiadomości przychodzące mogą zostać przeoczone podczas skanowania (%@s łącznie).
pt: A varredura muda temporariamente as configurações do seu rádio. Mensagens recebidas podem ser perdidas durante a varredura (%@s no total).
uk: Сканування тимчасово змінює налаштування вашого радіопристрою. Під час сканування можуть бути пропущені вхідні повідомлення (%@s загалом).
zh_hans: 扫描暂时更改您的无线电设置。在扫描期间可能错过传入消息 (%@s 总的)。

source: Scanning...
cs: Prohledávání...
de: Wird gescannt…
es: Escaneando...
fr: En attente de numérisation...
it: In corso di scansione...
ja: スキャン中...
nl: Scannen...
pl: Skanowanie...
pt: Digitalizando...
uk: Сканування...
zh_hans: 正在扫描...

source: Search messages...
cs: Vyhledávat zprávy...
de: Nachrichten suchen...
es: Buscar mensajes...
fr: Rechercher des messages...
it: Cerca messaggi...
ja: メッセージを検索...
nl: Berichten zoeken...
pl: Wyszukiwanie wiadomości...
pt: Procurar mensagens...
uk: Пошук повідомлень...
zh_hans: 搜索消息...

source: Searching for MeshCore devices...
cs: Hledání zařízení MeshCore...
de: Suche nach MeshCore-Geräten…
es: Buscando dispositivos MeshCore...
fr: En train de rechercher des appareils MeshCore...
it: Cercando dispositivi MeshCore...
ja: メッシュコアデバイスを検索中...
nl: Apparaten van MeshCore zoeken...
pl: Wyszukiwanie urządzeń MeshCore...
pt: Procurando dispositivos MeshCore...
uk: Пошук пристроїв MeshCore...
zh_hans: 搜索MeshCore设备...

source: Secret (hex)
cs: Tajný (hex)
de: Geheimnis (Hex)
es: Secreto (hex)
fr: Secret (hexadécimal)
it: Segreto (esadecimale)
ja: シークレット (16進数)
nl: Geheim (hex)
pl: Sekretny (heks)
pt: Secreto (hex)
uk: Секрет (гекс)
zh_hans: 秘密（十六进制）

source: Select a Contact
cs: Vyberte kontakt
de: Kontakt auswählen
es: Selecciona un contacto
fr: Sélectionnez un contact
it: Seleziona un contatto
ja: 連絡先を選択
nl: Een contact selecteren
pl: Wybierz kontakt
pt: Selecione um Contato
uk: Виберіть контакт
zh_hans: 选择一个联系人

source: Select a preset for your region. All nodes on your mesh must use the same settings.
cs: Vyberte přednastavenou hodnotu pro vaši oblast. Všechny uzly ve vaší mřížce musí používat stejné nastavení.
de: Wählen Sie eine Voreinstellung für Ihre Region. Alle Knoten in Ihrem Mesh müssen dieselben Einstellungen verwenden.
es: Selecciona una configuración predeterminada para tu región. Todos los nodos de tu red deben usar la misma configuración.
fr: Choisissez une bande de fréquence prédéfinie pour votre région. Tous les nœuds de votre maillage doivent utiliser les mêmes paramètres.
it: Seleziona una preset per la tua regione. Tutti i nodi sulla tua mesh devono utilizzare le stesse impostazioni.
ja: 地域の事前設定を選択。メッシュ上のすべてのノードは同じ設定を使用する必要があります。
nl: Een vooraf ingestelde band voor uw regio kiezen. Alle knooppunten in uw mesh moeten dezelfde instellingen gebruiken.
pl: Wybierz wstępnie ustawioną częstotliwość dla swojego regionu. Wszystkie węzły w twojej siatce muszą używać tych samych ustawień.
pt: Selecione uma configuração pré-definida para sua região. Todos os nós em sua malha devem usar as mesmas configurações.
uk: Виберіть попередньо налаштовану для вашого регіону. Всі вузли у вашій сітці повинні використовувати одні й ті самі налаштування.
zh_hans: 为您的区域选择预设。您的网格中的所有节点必须使用相同的设置。

source: Select Bandwidth
cs: Vyberte šířku pásma
de: Bandbreite auswählen
es: Selecciona Ancho de Banda
fr: Sélectionnez la largeur de bande
it: Seleziona Larghezza di banda
ja: 帯域幅を選択
nl: Bandbreedte selecteren
pl: Wybierz szerokość pasma
pt: Selecione Largura de Banda
uk: Виберіть пропускну здатність
zh_hans: 选择带宽

source: Select battery chemistry for accurate percentage calculation.
cs: Vyberte chemickou složení baterie pro přesný výpočet procenta
de: Wählen Sie die Akkuchemie für eine genaue Prozentberechnung.
es: Selecciona la química de la batería para un cálculo preciso del porcentaje.
fr: Sélectionnez la chimie de la batterie pour un calcul précis du pourcentage
it: Seleziona la chimica della batteria per calcoli percentuali accurati.
ja: 正確なパーセンテージ計算のためにバッテリー化学物質を選択
nl: Batterijchemie selecteren voor een nauwkeurige percentageberekening.
pl: Wybierz chemię akumulatora dla dokładnego obliczenia procentowego naładowania.
pt: Selecione a química da bateria para cálculo preciso de porcentagem.
uk: Виберіть хімію акумулятора для точного розрахунку відсотка
zh_hans: 选择电池化学品以进行准确的百分比计算。

source: Select Location
cs: Vyberte umístění
de: Standort auswählen
es: Selecciona Ubicación
fr: Sélectionnez l'emplacement
it: Seleziona Posizione
ja: 場所を選択
nl: Locatie selecteren
pl: Wybierz lokalizację
pt: Selecione Localização
uk: Виберіть Місцезнаходження
zh_hans: 选择位置

source: Select Repeaters
cs: Vyberte opakovače
de: Repeater auswählen
es: Selecciona Repetidores
fr: Sélectionnez les répéteurs
it: Seleziona Ripetitori
ja: リピーターを選択
nl: Herhalers selecteren
pl: Wybierz powtarzacze
pt: Selecione Repetidores
uk: Виберіть повторювачі
zh_hans: 选择中继器

source: Select...
cs: Vybrat...
de: Auswählen…
es: Selecciona...
fr: Sélectionnez...
it: Seleziona...
ja: を選択...
nl: Selecteren...
pl: Wybierz...
pt: Selecionar...
uk: Виберіть...
zh_hans: 选择...

source: Send a message to start the conversation.
cs: Odešlete zprávu k zahájení konverzace.
de: Nachricht senden, um das Gespräch zu beginnen.
es: Envía un mensaje para iniciar la conversación.
fr: Envoyez un message pour démarrer la conversation.
it: Invia un messaggio per avviare la conversazione.
ja: メッセージを送信して会話を開始
nl: Een bericht verzenden om het gesprek te starten.
pl: Wyślij wiadomość, aby rozpocząć konwersację.
pt: Envie uma mensagem para iniciar a conversa.
uk: Надішліть повідомлення, щоб розпочати розмову.
zh_hans: 发送一条消息开始对话。

source: Send Advertisement
cs: Odeslat reklamu
de: Ankündigung senden
es: Enviar anuncio
fr: Envoyer une publicité
it: Invia un annuncio
ja: 広告を送信
nl: Een advertentie verzenden
pl: Wyślij reklamę
pt: Enviar Anúncio
uk: Надіслати оголошення
zh_hans: 发送广告

source: Send an advertisement to announce your presence on the mesh. Other nodes will appear here as they respond.
cs: Odešlete reklamu k oznámení své přítomnosti v mřížce. Jiné uzly se zde objeví, jakmile odpoví.
de: Ankündigung senden, um die eigene Präsenz im Mesh bekannt zu geben. Andere Knoten erscheinen hier, sobald sie antworten.
es: Enviar un anuncio para anunciar su presencia en la malla. Otros nodos aparecerán aquí a medida que respondan.
fr: Envoyer une publicité pour annoncer votre présence sur le maillage. Les autres nœuds apparaîtront ici au fur et à mesure de leur réponse.
it: Invia un annuncio per segnalare la tua presenza sulla mesh. Altri nodi appariranno qui mentre rispondono.
ja: メッシュ上で存在を知らせる広告を送信します。応答するノードがここに表示されます。
nl: Verzend een advertentie om je aanwezigheid in het mesh-netwerk aan te kondigen. Andere knooppunten verschijnen hier wanneer ze reageren.
pl: Wyślij reklamę, aby ogłosić swoją obecność w sieci mesh. Inne węzły pojawią się tutaj, gdy odpowiedzą.
pt: Enviar um anúncio para anunciar sua presença na malha. Outros nós aparecerão aqui à medida que respondem.
uk: Надіслати оголошення для повідомлення про свою присутність у мережі. Інші вузли з'являться тут, коли вони відповіють.
zh_hans: 向网格发送广告以宣布您的存在。其他节点将在此处出现，因为它们响应。

source: Send and receive mesh messages from your Apple Watch.
cs: Odesílejte a přijímajte zprávy v mřížce z vašeho Apple Watch.
de: Mesh-Nachrichten von Ihrer Apple Watch senden und empfangen.
es: Enviar y recibir mensajes de malla desde su Apple Watch.
fr: Envoyer et recevoir des messages de maillage depuis votre Apple Watch.
it: Invia e ricevi messaggi mesh dal tuo Apple Watch.
ja: Apple Watchからメッシュメッセージの送信と受信
nl: Verzend en ontvang mesh-berichten vanaf je Apple Watch.
pl: Wysyłaj i odbieraj wiadomości mesh z Apple Watch.
pt: Enviar e receber mensagens de malha do seu Apple Watch.
uk: Надсилати та отримувати повідомлення через мережу Mesh з вашого Apple Watch.
zh_hans: 从 Apple Watch 发送和接收网格消息。

source: Send delivery confirmations back through every hop in the message route.
cs: Posílejte potvrzení doručení zpět přes každý skok v trase zprávy.
de: Zustellungsbestätigungen über jeden Hop im Nachrichtenweg zurücksenden.
es: Enviar confirmaciones de entrega a través de cada salto en la ruta del mensaje.
fr: Envoyer des confirmations de livraison en passant par chaque saut dans l'itinéraire du message.
it: Invia conferme di consegna indietro attraverso ogni salto nella rotta del messaggio.
ja: メッセージルートの各ホップを通じて配信確認を送信します。
nl: Verzend bevestigingen van levering terug via elk hop in de berichtroute.
pl: Wysyłaj potwierdzenia dostarczenia wstecz przez każdy skok w trasie wiadomości.
pt: Enviar confirmações de entrega de volta por cada salto na rota da mensagem.
uk: Надсилайте підтвердження доставки назад через кожен стрибок маршруту повідомлення.
zh_hans: 通过消息路由的每个跳转发送交付确认。

source: Send direct messages, join channels, and connect with others across the mesh network without internet or cell service.
cs: Odesílejte přímé zprávy, připojujte se k kanálům a spojujte se s ostatními přes mřížkovou síť bez internetu nebo mobilní služby.
de: Direktnachrichten senden, Kanäle beitreten und mit anderen im Mesh-Netzwerk kommunizieren – ohne Internet oder Mobilfunk.
es: Enviar mensajes directos, unirse a canales y conectarse con otros a través de la red de malla sin servicio de internet o celular.
fr: Envoyer des messages directs, rejoindre des canaux et se connecter avec d'autres utilisateurs sur le réseau maillé sans connexion Internet ni service cellulaire.
it: Invia messaggi diretti, unisciti ai canali e connettiti con altri attraverso la rete mesh senza servizio internet o cellulare.
ja: インターネットや携帯電話サービスなしで、直接メッセージを送信し、チャネルに参加し、メッシュネットワーク上で他のユーザーに接続します。
nl: Verzend directe berichten, sluit je aan op kanalen en verbind met anderen over het mesh-netwerk zonder internet of mobiele dienst.
pl: Wysyłaj bezpośrednie wiadomości, dołączaj do kanałów i łącz się z innymi w sieci mesh bez dostępu do internetu lub usług komórkowych.
pt: Enviar mensagens diretas, ingressar em canais e conectar-se com outros através da rede de malha sem serviço de internet ou celular.
uk: Надсилайте прямі повідомлення, приєднуйтеся до каналів і зв'язуйтеся з іншими через мережу Mesh без доступу до інтернету або мобільного зв'язку.
zh_hans: 发送直接消息、加入频道并与网格网络中的其他人连接，无需互联网或手机服务。

source: Send Flood Advert
cs: Odeslat povodňovou reklamu
de: Übertragungsankündigung senden
es: Enviar anuncio de inundación
fr: Envoyer une publicité de inondation
it: Invia Flood Advert
ja: フロード広告を送信
nl: Verzend een overstromingsadvertentie
pl: Wyślij reklamę powodziową
pt: Enviar Anúncio de Inundação
uk: Надіслати оголошення про повний покриття
zh_hans: 发送洪流广告

source: Send location
cs: Odešlete polohu
de: Standort senden
es: Enviar ubicación
fr: Envoyer la localisation
it: Invia la posizione
ja: 位置情報を送信
nl: Verzend je locatie
pl: Wyślij lokalizację
pt: Enviar Localização
uk: Надіслати місцезнаходження
zh_hans: 发送位置

source: Send messages, share channels, and connect with others using LoRa radio — no internet or cell service needed.
cs: Posílejte zprávy, sdílejte kanály a spojujte se s ostatními pomocí rádia LoRa – nepotřebujete internet ani mobilní službu.
de: Nachrichten senden, Kanäle teilen und mit anderen per LoRa-Radio kommunizieren – kein Internet oder Mobilfunk erforderlich.
es: Enviar mensajes, compartir canales y conectarse con otros utilizando radio LoRa — no se necesita servicio de internet o celular.
fr: Envoyer des messages, partager des canaux et se connecter avec d'autres en utilisant la radio LoRa — pas besoin de connexion Internet ou cellulaire.
it: Invia messaggi, condividi canali e connettiti con altri utilizzando la radio LoRa - non è necessario il servizio internet o cellulare.
ja: LoRaラジオを使用してメッセージを送信し、チャネルを共有し、インターネットや携帯電話サービスなしで他のユーザーと接続します。
nl: Verzend berichten, deel kanalen en verbind met anderen met behulp van LoRa-radio - geen internet of mobiele dienst vereist.
pl: Wysyłaj wiadomości, dziel się kanałami i łącz się z innymi za pomocą radia LoRa - nie potrzebujesz internetu ani usług komórkowych.
pt: Enviar mensagens, compartilhar canais e conectar-se com outros usando rádio LoRa — sem necessidade de internet ou serviço celular.
uk: Надсилати повідомлення, ділитися каналами та зв'язуватися з іншими за допомогою радіомодуля LoRa — без потреби в інтернеті або мобільному зв'язку.
zh_hans: 使用 LoRa 无线电发送消息、共享频道并与他人连接 - 无需互联网或手机服务。

source: Send raw CLI commands to the device. Type 'help' for available commands.
cs: Posílejte čisté příkazy CLI zařízením. Zadejte 'pomoc' pro dostupné příkazy.
de: Senden Sie rohe CLI-Befehle an das Gerät. Geben Sie 'help' für verfügbare Befehle ein.
es: Enviar comandos CLI crudos al dispositivo. Escriba 'ayuda' para ver los comandos disponibles.
fr: Envoyer des commandes CLI brutes au dispositif. Tapez 'aide' pour les commandes disponibles.
it: Invia comandi CLI grezzi al dispositivo. Digita 'aiuto' per i comandi disponibili.
ja: デバイスに生CLIコマンドを送信します。利用可能なコマンドは 'help' を入力してください。
nl: Verzend rauwe CLI-opdrachten naar het apparaat. Typ 'help' voor beschikbare opdrachten.
pl: Wyślij surowe polecenia CLI do urządzenia. Wpisz 'pomoc' dla dostępnych poleceń.
pt: Enviar comandos CLI brutos para o dispositivo. Digite 'ajuda' para ver os comandos disponíveis.
uk: Надіслати необроблені команди CLI до пристрою. Введіть 'допомога' для доступних команд.
zh_hans: 向设备发送原始 CLI 命令。输入 '帮助' 查看可用命令。

source: Send SOS
cs: Poslat SOS
de: Senden Sie einen SOS
es: Enviar SOS
fr: Envoyer un SOS
it: Invia SOS
ja: SOSを送信
nl: Verzend een SOS
pl: Wyślij SOS
pt: Enviar SOS
uk: Надіслати SOS
zh_hans: 发送 SOS

source: Send start ota Command
cs: Odeslat příkaz OTA Start
de: OTA-Startbefehl senden
es: Enviar comando OTA de inicio
fr: Envoyer la commande OTA de démarrage
it: Invia il comando OTA di avvio
ja: OTAコマンドを送信する
nl: Stuur OTA-commando om te beginnen
pl: Wyślij polecenie OTA Start
pt: Enviar comando OTA de início
uk: Надіслати команду OTA-початку
zh_hans: 发送开始OTA命令

source: Sending
cs: Posílá
de: Wird gesendet
es: Enviando
fr: Envoi
it: Inviando
ja: 送信中
nl: Aan het verzenden
pl: Wysyłanie
pt: Enviando
uk: Надсилання
zh_hans: 正在发送

source: Sends a flood advert and SOS message to the public channel. Use only in a genuine emergency.
cs: Posílá záplavu reklam a SOS zprávu do veřejného kanálu. Použijte pouze v reálné nouzi.
de: Sendet eine Überlastungsanzeige und einen SOS-Nachricht an den öffentlichen Kanal. Verwenden Sie dies nur bei einem echten Notfall.
es: Envía un anuncio inundación y mensaje SOS al canal público. Utilizar solo en una emergencia genuina.
fr: Envoie une publicité inondation et un message SOS sur le canal public. N'utilisez que dans une véritable urgence.
it: Invia un annuncio allagato e messaggio SOS al canale pubblico. Utilizzare solo in caso di emergenza reale.
ja: 公のチャネルに洪水広告とSOSメッセージを送信します。本物の緊急事態のみ使用してください。
nl: Verzendt een overstromingsadvertentie en SOS-bericht naar het openbare kanaal. Gebruik alleen in noodsituaties.
pl: Wysyła reklamę powodziową i wiadomość SOS do publicznego kanału. Użyj tylko w prawdziwej sytuacji awaryjnej.
pt: Envia um anúncio inundante e mensagem SOS para o canal público. Use apenas em uma emergência genuína.
uk: Надсилає повільне повідомлення про рекламу та SOS до громадського каналу. Використовуйте лише у справжній надзвичайній ситуації.
zh_hans: 向公共频道发送大量广告和SOS消息。仅在紧急情况下使用。

source: Sends periodic flood advertisements for the selected duration. Uses more battery and airtime than a single scan.
cs: Posílá periodické záplavy reklam na zadanou dobu trvání. Spotřebovává více baterie a vzdušného času než jeden sken.
de: Sendet periodische Übertragungsankündigungen für die ausgewählte Dauer. Verbraucht mehr Akku und Sendezeit als ein einzelner Scan.
es: Envía anuncios inundación periódicos para la duración seleccionada. Usa más batería y tiempo aire que un escaneo único.
fr: Envoie des publicités inondation périodiques pour la durée sélectionnée. Utilise plus de batterie et de temps air qu'un seul balayage.
it: Invia annunci allagati periodici per la durata selezionata. Utilizza più batteria e tempo aria rispetto a una singola scansione.
ja: 選択された期間中に周期的に洪水広告を送信します。単一のスキャンよりもバッテリーとエアタイムを多く消費します。
nl: Verzendt periodieke overstromingsadvertenties voor de geselecteerde duur. Gebruikt meer batterij en lucht dan een enkele scan.
pl: Wysyła okresowe reklamy powodziowe na wybrany czas trwania. Zużywa więcej baterii i czasu transmisji niż pojedyncze skanowanie.
pt: Envia anúncios inundantes periódicos pela duração selecionada. Consome mais bateria e tempo de ar do que uma única varredura.
uk: Надсилає періодичні повільні реклами на вибрану тривалість. Використовує більше батареї та повітряного часу, ніж один скан.
zh_hans: 发送选定持续时间的周期性大量广告。比单次扫描消耗更多电池和空气时间。

source: Sensitivity
cs: Citlivost
de: Empfindlichkeit
es: Sensibilidad
fr: Sensibilité
it: Sensibilità
ja: 感度
nl: Gevoeligheid
pl: Czułość
pt: Sensibilidade
uk: Чутливість
zh_hans: 灵敏度

source: Sensor GPIO
cs: Senzor GPIO
es: GPIO del sensor
fr: GPIO du capteur
it: GPIO del sensore
ja: センサーGPIO
pl: GPIO czujnika
pt: GPIO do Sensor
uk: GPIO сенсора
zh_hans: 传感器GPIO

source: Sensors
cs: Senzory
de: Sensoren
es: Sensores
fr: Capteurs
it: Sensori
ja: センサー
pl: Czujniki
pt: Sensores
uk: Сенсори
zh_hans: 传感器

source: Sensors require admin access. Guest login is not supported.
cs: Senzory vyžadují přístup správce. Přihlášení hosta není podporováno.
de: Sensoren erfordern Administratorzugriff. Gast-Anmeldung wird nicht unterstützt.
es: Los sensores requieren acceso de administrador. El inicio de sesión de invitado no está soportado.
fr: Les capteurs nécessitent un accès administrateur. Connexion en tant qu'invité non prise en charge.
it: I sensori richiedono accesso amministrativo. Il login come ospite non è supportato.
ja: センサーは管理者アクセスを必要とします。ゲストログインはサポートされていません。
nl: Sensors vereisen beheerderstoegang. Gastinloggen wordt niet ondersteund.
pl: Czujniki wymagają dostępu administratora. Logowanie gości nie jest obsługiwane.
pt: Os sensores requerem acesso administrativo. Login de convidado não é suportado.
uk: Сенсори вимагають доступу адміністратора. Гострий вхід не підтримується.
zh_hans: 传感器需要管理员权限。客人登录不支持。

source: Sent
cs: Odesláno
de: Gesendet
es: Enviado
fr: Envoyé
it: Inviato
ja: 送信済み
nl: Verzonden
pl: Wyślane
pt: Enviado
uk: Надіслано
zh_hans: 已发送
